"Prevent accidental quitting" = "Предотвратить случайный выход";
"Monthly" = "Ежемесячно";
"Check for update immediately" = "Проверить обновления";
"Add Quicksilver to your login items" = "Добавить Quicksilver в автозапуск";
"Download updates in the background" = "Скачивать обновления в фоне";
"Restart immediately" = "Перезапуск сразу";
"Warn before quitting" = "Подтверждать выход";
"Normal" = "Обычный";
"Run Setup" = "Запуск мастера настройки";
"Enable update checking" = "Проверять обновления";
"Now" = "Сейчас";
"⌽" = "⌽";